// Strings for Jar Launcher.  These are used when a JAR file doesn't have a main class or the class file doesn't 
// have a main()

com.apple.java.JarLauncher.jarLaunchFailed="Nie można było uruchomić pliku Java JAR „%@”.";
com.apple.java.JarLauncher.classLaunchFailed="Nie można było uruchomić pliku klasy Java „%@”.";
com.apple.java.JarLauncher.checkConsole = "Sprawdź w Konsoli możliwe komunikaty o błędach.";
